---
kind: property
id: P:Autodesk.Revit.DB.PointOnPlane.Position
source: html/9795d810-f2f7-457e-e280-c4421ef68584.htm
---
# Autodesk.Revit.DB.PointOnPlane.Position Property

The coordinates of the point (or its projection)
on the plane.

## Syntax (C#)
```csharp
public UV Position { get; set; }
```